Repository: fabiocolacio/Marker
Catalog: po/*.po
Languages: tr

source: Markdown Editor
tr: Markdown Düzenleyici

source: A simple markdown editor for GTK+
tr: GTK için basit bir markdown düzenleyici

source: marker;markdown;editor;web;
tr: marker;markdown;editor;web;düzenleyici;

source: Powerful markdown editor for the GNOME desktop.
tr: GNOME masaüstü için güçlü markdown düzenleyici

source: Features:
tr: Özellikler:

source: View and edit markdown documents
tr: Markdown belgelerini görüntüleme ve düzenleme

source: Convert markdown documents to HTML
tr: Markdown belgelerini HTML’ye dönüştürme

source: Tex math rendering
tr: Tex matematik işleme

source: Support for mermaid diagrams
tr: Mermaid diyagramları desteği

source: Support for charter plots
tr: Charter çizimleri desteği

source: Syntax highlighting for code blocks
tr: Kod blokları için söz dizimi vurgulama

source: Integrated sketch editor
tr: Tümleşik eskiz düzenleyici

source: Exports to PDF, RTF, ODT, DOCx, LaTeX
tr: PDF, RTF, ODT, DOCx, LaTeX dışa aktarma

source: Custom CSS themes
tr: Özel CSS temaları

source: Custom syntax themes
tr: Özel söz dizimi temaları

source: Figure captioning and numbering
tr: Şekil başlıklandırma ve numaralandırma

source: The main view
tr: Ana görünüm

source: Some plotting
tr: Bazı çizimler

source: The sketch editor
tr: Eskiz düzenleyici

source: Syntax Theme
tr: Söz dizimi Teması

source: The syntax theme to use for the editor.
tr: Düzenleyici için kullanılacak söz dizimi teması.

source: Enable Syntax Theme
tr: Söz dizimi Temasını Etkinleştir

source: Whether to use a syntax theme in the editor.
tr: Düzenleyicide söz dizimi teması kullanılma durumu.

source: Show Line Numbers
tr: Satır Numaralarını Göster

source: Whether to show line numbers in the editor.
tr: Düzenleyicide satır numaralarının gösterilme durumu.

source: Show Right Margin
tr: Sağ Kenar Boşluğunu Göster

source: Whether to show a margin on the right side of the editor.
tr: Düzenleyicinin sağ tarafında kenar boşluğu gösterilme durumu.

source: The column at which the right margin should be shown
tr: Sağ kenar boşluğunun gösterilmesi gereken sütun

source: Sets the column where the right margin will appear when 'show-right-margin' is enabled
tr: 'show-right-margin' etkinleştirildiğinde sağ kenar boşluğunun görüneceği sütunu ayarlar

source: Wrap Text
tr: Metni Sar

source: Whether to wrap text in the editor.
tr: Düzenleyicide metnin sarılma durumu.

source: Show Spaces
tr: Boşlukları Göster

source: Whether to show spaces and tabulation in the editor.
tr: Düzenleyicide boşlukların ve sekmelerin gösterilme durumu.

source: Highlight Current Line
tr: Geçerli Satırı Vurgula

source: Whether to highlight the line with the cursor in the editor.
tr: Düzenleyicide imlecin bulunduğu satırın vurgulanma durumu.

source: Use spaces instead of tabs
tr: Sekmeler yerine boşluk kullan

source: Use spaces instead of tabs in the editor.
tr: Düzenleyicide sekmeler yerine boşluk kullan.

source: Width of tabulation in characters.
tr: Karakter cinsinden sekme genişliği.

source: Set the width of tabulation in characters in the editor.
tr: Düzenleyicide sekme genişliğini karakter cinsinden ayarla.

source: Auto-indent code
tr: Otomatik girintili kod

source: Auto-indent code in the editor.
tr: Düzenleyicide kodu kendiliğinden girintile.

source: Spell Check
tr: Yazım Denetimi

source: Spell check using gtkspell.
tr: Gtkspell kullanarak yazım denetimi.

source: Language for spell check
tr: Yazım denetimi dili

source: Selected language for spell check.
tr: Yazım denetimi için seçilen dil.

source: CSS Theme
tr: CSS Teması

source: The css theme to use for the preview.
tr: Ön izleme için kullanılacak css teması.

source: Enable CSS theme in Preview
tr: Önizlemede CSS temasını etkinleştir

source: Use a CSS theme in the live preview
tr: Canlı ön izlemede CSS teması kullan

source: Enable math in Preview
tr: Ön izlemede matematiği etkinleştir

source: Use js back-end to render math in the live preview.
tr: Canlı ön izlemede matematik işlemek için js arka ucunu kullan.

source: Math Back-end
tr: Matematik Arka Ucu

source: Select the js math rendering back-end.
tr: Js matematik işleme arka ucunu seç.

source: Enable highlight.js in Preview
tr: Önizlemede highlight.js’yi etkinleştir

source: Use highlight.js in the live preview.
tr: Canlı ön izlemede highlight.js kullan.

source: Enable mermaid.js in Preview
tr: Önizlemede mermaid.js’yi etkinleştir

source: Use mermaid.js to show diagram in the live preview.
tr: Canlı ön izlemede diyagram göstermek için mermaid.js kullan.

source: Highlight.js CSS theme.
tr: Highlight.js CSS teması.

source: The css theme to use for the syntax highlight.
tr: Söz dizimi vurgusu için kullanılacak css teması.

source: Enable Charter extension in Preview
tr: Önizlemede Charter uzantısını etkinleştir

source: Enable Charter extension in the live preview.
tr: Canlı önizlemede Charter uzantısını etkinleştir.

source: Zoom level of the preview
tr: Ön izlemenin yakınlaştırma düzeyi

source: Zoom level of the preview widget
tr: Ön izleme parçacığınının yakınlaştırma düzeyi

source: View Mode
tr: Görünüm Kipi

source: Controls how to organize the editor and preview areas on the screen.
tr: Ekrandaki düzenleyici ve ön izleme alanlarının nasıl düzenleneceğini denetler.

source: Enter dark-mode
tr: Koyu kipe gir

source: When this is enabled, the dark variant of the current gtk theme will be used.
tr: Bu etkinleştirildiğinde, geçerli gtk temasının karanlık sürümü kullanılır.

source: Window width
tr: Pencere genişliği

source: Window height
tr: Pencere yüksekliği

source: Window position (x, y)
tr: Pencere konumu (x, y)

source: Editor pane width (in Dual Pane mode)
tr: Düzenleyici panel genişliği (Çift Panel kipinde)

source: Whether the sidebar is shown
tr: Kenar çubuğunun gösterilme durumu

source: New Window
tr: Yeni Pencere

source: Preferences
tr: Tercihler

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: Help
tr: Yardım

source: About
tr: Hakkında

source: Quit
tr: Çık

source: Editor Only
tr: Sadece Düzenleyici

source: Preview Only
tr: Sadece Ön İzleme

source: Dual Pane
tr: Çift Panel

source: Dual Window
tr: Çift Pencere

source: Show line numbers
tr: Satır numaralarını göster

source: Wrap text
tr: Metni sar

source: Show right margin at column:
tr: Sağ kenar boşluğunu sütunda göster:

source: Check spelling for language:
tr: Yazım denetimi dili:

source: Show spaces
tr: Boşlukları göster

source: <b>Highlighting</b>
tr: <b>Vurgulama</b>

source: Highlight current line
tr: Geçerli satırı vurgula

source: Highlight syntax with theme:
tr: Söz dizimi vurgulama teması:

source: <b>Tab Stops</b>
tr: <b>Sekme Durakları</b>

source: Enable automatic indentation
tr: Kendiliğinden girintilemeyi etkinleştir

source: Insert spaces instead of tabs
tr: Sekme yerine boşluk ekle

source: Tabulation width:
tr: Sekme genişliği:

source: Editor
tr: Düzenleyici

source: Use css theme:
tr: CSS teması kullan:

source: Highlight code blocks with theme:
tr: Kod bloğu vurgulama teması:

source: Enable Mermaid
tr: Mermaidʼi Etkinleştir

source: Enable Charter
tr: Charterʼı Etkinleştir

source: <b>Math</b>
tr: <b>Matematik</b>

source: Render Math
tr: Matematiği Görselleştir

source: Preview
tr: Ön izleme

source: Default view mode:
tr: Öntanımlı görünüm kipi:

source: Enable dark mode
tr: Koyu kipi etkinleştir

source: Window
tr: Pencere

# shortcut window
source: Documents
tr: Belgeler

# shortcut window
source: Create a new document
tr: Yeni belge oluştur

# shortcut window
source: Open a document
tr: Belge aç

# shortcut window
source: Open a document in a new window
tr: Yeni pencerede yeni belge oluştur

# shortcut window
source: Save the document
tr: Belgeyi kaydet

# shortcut window
source: Save the document with a new filename
tr: Belgeyi yeni dosya adıyla kaydet

# shortcut window
source: Close the document
tr: Belgeyi kapat

# shortcut window
source: Editing
tr: Düzenleme

# shortcut window
source: Make selection bold
tr: Seçimi kalın yap

# shortcut window
source: Make selection italic
tr: Seçimi eğik yap

# shortcut window
source: Make selection monospace
tr: Seçimi eş aralıklı yap

# shortcut window
source: Insert link
tr: Bağlantı ekle

# shortcut window
source: Draw a sketch
tr: Eskiz çiz

# shortcut window
source: Search in the document
tr: Belge içinde ara

# shortcut window
source: Tools
tr: Araçlar

# shortcut window
source: Print the document
tr: Belgeyi yazdır

# shortcut window
source: Window
tr: Pencere

# shortcut window
source: Open a new window
tr: Yeni pencere aç

# shortcut window
source: Close all windows
tr: Tüm pencereleri kapat

# shortcut window
source: Toggle fullscreen mode
tr: Tam ekran kipini aç/kapat

# shortcut window
source: Switch to editor-only mode
tr: Sadece düzenleyici kipine geç

# shortcut window
source: Switch to preview-only mode
tr: Sadece önizleme kipine geç

# shortcut window
source: Switch to dual-pane mode
tr: Çift panel kipine geç

# shortcut window
source: Switch to dual-window mode
tr: Çift pencere kipine geç

# shortcut window
source: Quit the application
tr: Uygulamadan çık

source: Sketcher
tr: Eskizci

source: Pen Tool
tr: Kalem Aracı

source: Eraser Tool
tr: Silgi Aracı

source: Text Insertion Tool
tr: Metin Ekleme Aracı

source: Color Chooser
tr: Renk Seçici

source: Insert the sketch
tr: Eskizi yerleştir

source: Cancel the sketch
tr: Eskizi iptal et

source: Zoom Out
tr: Uzaklaştır

source: Zoom Reset
tr: Yakınlaştırmayı Sıfırla

source: Zoom In
tr: Yankınlaştır

source: Fullscreen
tr: Tam Ekran

source: Sidebar
tr: Kenar Çubuğu

source: Save As…
tr: Farklı Kaydet…

source: Export…
tr: Dışa Aktar…

source: Print…
tr: Yazdır…

source: About Marker
tr: Marker Hakkında

source: Open…
tr: Aç…

source: Save
tr: Kaydet

source: A markdown editor for GNOME
tr: GNOME için markdown düzenleyici

source: Report bugs and ideas on github
tr: Hataları ve önerilerinizi github üstünden bildirebilirsiniz

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>

source: Untitled.md
tr: Basliksiz.md

source: Export
tr: Dışa Aktar

source: Cancel
tr: İptal

source: <span weight='bold' size='larger'>Discard changes to the document '%s'?</span> The document has unsaved changes that will be lost if it is closed now.
tr: <span weight='bold' size='larger'>'%s'belgesindeki değişiklikler gözden çıkarılsın mı?</span> Belgede, şimdi kapatılırsa kaybolacak kaydedilmemiş değişiklikler var.

source: <span weight='bold' size='larger'>Discard changes to the document?</span> The document has unsaved changes that will be lost if it is closed now.
tr: <span weight='bold' size='larger'>Belgesindeki değişiklikler gözden çıkarılsın mı?</span> Belgede, şimdi kapatılırsa kaybolacak kaydedilmemiş değişiklikler var.

source: Open
tr: Aç

source: _Open
tr: _Aç

source: _Cancel
tr: İ_ptal

source: Save As
tr: Farklı Kaydet

source: _Save
tr: _Kaydet
